Repository: annepanlilio/AP-Agency
Catalog: translation/rb-agency-*.po
Languages: nl_nl

source: No Profiles Found
nl_nl: Geen profielen gevonden

source: Settings
nl_nl: Instellingen

source: Insert Profiles
nl_nl: Voeg profielen in

source: Any Profile Type
nl_nl: Elk profieltype

source: Only
nl_nl: Alleen

source: Starting Age
nl_nl: Beginleeftijd

source: Ending Age
nl_nl: Eindleeftijd

source: Gender
nl_nl: Geslacht

source: Both Male &amp; Female
nl_nl: Zowel mannen als vrouwen

source: Female Only
nl_nl: Alleen vrouwen

source: Male Only
nl_nl: Alleen mannen

source: Insert Profile List
nl_nl: Voeg profiellijst in

source: Insert Search Form
nl_nl: Voeg zoekformulier in

source: Profile
nl_nl: Profiel

source: Overview
nl_nl: Overzicht

source: Manage Profiles
nl_nl: Beheer profiel

source: Search &amp; Send Profiles
nl_nl: Zoek en verstuur profiel

source: Search Profiles
nl_nl: Zoek profiel

source: Saved Searches
nl_nl: Bewaar zoekopdrachten

source: Tools &amp; Reports
nl_nl: Gereedschappen en rapporten

source: Run Reports
nl_nl: Voer rapporten uit

source: Edit Settings
nl_nl: Bewerk instellingen

source: Almost done...
nl_nl: Bijna klaar...

source: One More Step
nl_nl: Nog eén stap

source: Please click here to complete the uninstallation process
nl_nl: Klik hier aub, om het verwijderproces te voltooien

source: New Casting added successfully!
nl_nl: Nieuwe casting in succesvol toegevoegd!

source: Update and add media
nl_nl: Update en voeg media toe

source: Error creating record, please ensure you have filled out all required fields.
nl_nl: Er is een fout opgetreden bij het creëren van de item, controleer of alle velden zijn ingevuld.

source: Error, query failed
nl_nl: Fout, vraag mislukt

source: Delete
nl_nl: Verwijder

source: You are using version
nl_nl: U gebruikt versie

source: Quick Search
nl_nl: Snel zoeken

source: Classification
nl_nl: Classificatie

source: Both Male and Female
nl_nl: Zowel Mannen als Vrouwen

source: Male
nl_nl: Man

source: Female
nl_nl: Vrouw

source: Age
nl_nl: Leeftijd

source: Height
nl_nl: Hoogte

source: No Minimum
nl_nl: Geen minimum

source: No Maximum
nl_nl: Geen maximum

source: Weight
nl_nl: Gewicht

source: Advanced Search
nl_nl: Geavanceerd zoeken

source: Actions
nl_nl: Acties

source: Browse and edit existing profiles
nl_nl: Surf en wijzig bestaande profielen

source: Create New Profile
nl_nl: Creëer nieuw profiel

source: Create new profile
nl_nl: Creëer nieuw profiel

source: Find and send profiles by filtering by chriteria
nl_nl: Vind en verstuur profielen door per criteria te filteren

source: Recent Activity
nl_nl: Recente activiteiten

source: Recently Created/Modified Profiles
nl_nl: Recent gecreëerde/gewijzigde profielen

source: There are currently no profiles added
nl_nl: Er zijn op dit moment geen profielen bijgevoegd

source: Recently Viewed Profiles
nl_nl: Recent bekeken profielen

source: WordPress Plugins by
nl_nl: Wordpress Plugins door

source: New Profile added successfully!
nl_nl: Nieuw profiel succesvol toegevoegd!

source: Profile updated successfully!
nl_nl: Profiel succesvol geupdate!

source: Error updating record, please ensure you have filled out all required fields.
nl_nl: Er is een fout opgetreden bij het updaten van de item, controleer of alle velden zijn ingevuld.

source: No valid record found.
nl_nl: Er zijn geen geldige items gevonden.

source: Profile deleted successfully!
nl_nl: Profiel succesvol verwijderd!

source: Back to Profile List
nl_nl: Terug naar de profiellijst

source: Edit Profile
nl_nl: Bewerk profiel

source: Make changes in the form below to edit a profile.
nl_nl: Breng wijzigingen aan in het onderstaande formulier om een profiel te wijzigen.

source: Required fields are marked
nl_nl: Vereiste velden zijn gemarkeerd

source: Add New Profile
nl_nl: Voeg nieuw profiel toe

source: Fill in the form below to add a new profile.
nl_nl: Vul het onderstaande formulier in om een nieuw profiel toe te voegen

source: Contact Information
nl_nl: Contact informatie

source: Display Name
nl_nl: Toon naam

source: Gallery Folder
nl_nl: Galerij map

source: Folder
nl_nl: Map

source: Exists
nl_nl: Bestaat

source: No Folder Exists
nl_nl: Folder bestaat niet

source: First Name
nl_nl: Voornaam

source: Last Name
nl_nl: Naam

source: Parent (if minor)
nl_nl: Ouder (bij minderjarige)

source: Email Address
nl_nl: Email adres

source: Profile Search
nl_nl: Profiel zoeken

source: ID
nl_nl: Legitimatiebewijs

source: Stats
nl_nl: Statistieken

source: Birthdate
nl_nl: Geboortedatum

source: Ethnicity
nl_nl: Bevolkingsgroep

source: Skin Tone
nl_nl: Huidtint

source: Hair Color
nl_nl: Haarkleur

source: Eye Color
nl_nl: Oogkleur

source: Waist
nl_nl: Taille

source: Shoe Size
nl_nl: Schoenmaat

source: No profiles found with this criteria!
nl_nl: Er zijn geen profielen gevonden met deze criteria!

source: There aren't any Profiles loaded yet!
nl_nl: Er zijn nog geen profielen opgeladen!

source: Add to Casting Cart
nl_nl: Voeg toe aan Casting kaart

source: Quick Print
nl_nl: Snelle afdruk

source: Without Details
nl_nl: Zonder details

source: Casting Cart
nl_nl: Casting kaart

source: Empty Cart
nl_nl: Lege kaart

source: Currently
nl_nl: Huidige

source: in Cart
nl_nl: in de Kaart

source: There are currently no profiles in the casting cart
nl_nl: Er zijn op dit moment geen profielen in de casting kaart

source: Remove from Cart
nl_nl: Verwijder van kaart

source: Cart Actions
nl_nl: Kaart acties

source: Save Search & Email
nl_nl: Bewaar de zoekactie en email

source: Any Ethnicity
nl_nl: Eke bevolkingsgroep

source: Skin Color
nl_nl: Huidskleur

source: Any Skin Color
nl_nl: Elke huidskleur

source: Any Eye Color
nl_nl: Elke oogkleur

source: Any Hair Color
nl_nl: Elke haarkleur

source: Chest
nl_nl: Borstkas

source: Bust
nl_nl: Buste

source: Hips
nl_nl: Heupen

source: Inseam
nl_nl: Beenlengte

source: Shoe
nl_nl: Schoenen

source: Location
nl_nl: Locatie

source: Any Location
nl_nl: Elke locatie

source: Show only Active
nl_nl: Laat alleen actief zien

source: Show only Inactive
nl_nl: Laat alleen inactief zien

source: Show only Declassified
nl_nl: Laat alleen vrijgegeven zien

source: Reset Form
nl_nl: Reset formulier

source: Empty Form
nl_nl: Maak formulier leeg

source: Features
nl_nl: Kenmerken

source: Skin Types
nl_nl: Huidtype

source: Profile Categories
nl_nl: Profiel categoriën

source: Custom Fields
nl_nl: Gebruikelijke velden

source: Uninstall
nl_nl: Verwijderen

source: Database Version
nl_nl: Database versie

source: Agency Name
nl_nl: Angency naam

source: Path to Contact Page
nl_nl: Pad naar contact pagina

source: Path to Logo
nl_nl: Pad naar logo

source: Email Header
nl_nl: Email rubriek

source: Default Country
nl_nl: Standaard land

source: Resize Images
nl_nl: Wijzig de grootte van de afbeeldingen

source: Maximum Width
nl_nl: Maximale breedte

source: Maximum Height
nl_nl: Maximale hoogte

source: Profile Name Format
nl_nl: Profielnaam formaat

source: Profile Layout Style
nl_nl: Profiel layout stijl

source: Image Gallery Type
nl_nl: Foto galerij type

source: Image Gallery Sort Order
nl_nl: Foto galerij sorteer volgorde

source: Unit Type
nl_nl: Eenheidstype

source: Privacy Settings
nl_nl: Privacy Instellingen

source: Show Fields
nl_nl: Toon velden

source: Save Changes
nl_nl: Bewaar veranderingen

source: Manage Record
nl_nl: Beheer gegevens

source: New record added successfully
nl_nl: Nieuwe item is succesvol toegevoegd

source: Error creating record, please ensure you have filled out all required fields
nl_nl: Er is een fout opgetreden bij het creëren van de item, controleer of alle velden zijn ingevuld

source: Record updated successfully
nl_nl: Item is succesvol geupdate

source: Error updating record, please ensure you have filled out all required fields
nl_nl: Er is een fout opgetreden bij het updaten van de item, controleer of alle velden zijn ingevuld

source: Record deleted successfully
nl_nl: Item is succesvol verwijderd

source: Access Dashboard
nl_nl: Toegang dashboard

source: Chest/Bust
nl_nl: Borstkas/Buste

source: Hips/Inseam
nl_nl: Heupen/Beenlengte

source: Suit Size
nl_nl: Pakmaat

source: Dress Size
nl_nl: Jurkmaat

source: Suit/Dress Size
nl_nl: Pak/Jurkmaat

source: Share
nl_nl: Deel

source: Search Results
nl_nl: Zoek resultaten

source: Search exceeds 100 records first 100 displayed below
nl_nl: Er zijn meer dan 100 items gevonden, de eerste 100 worden hieronder getoond

source: Click here to expand to all records
nl_nl: Klik hier om naar alle items uit te breiden

source: NOTE: This may take some time
nl_nl: Notitie: Dit kan even duren

source: Language
nl_nl: Taal

source: Union
nl_nl: Vereniging

source: No profiles found with this criteria
nl_nl: Geen profielen gevonden met deze criteria

source: There are no profiles found in the database
nl_nl: Er zijn geen profielen gevonden in de database
